IDEA Open Model
ConcreteULSCheckResultDiagramCapacity.Fu2 Property
Compatible with IDEA StatiCa Beta 20.0
 calculated ultimate internal forces
 Namespace: IdeaRS.OpenModel.Concrete.CheckResult
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public ResultOfInternalForces Fu2 { get; set; }
Public Property Fu2 As ResultOfInternalForces
	Get
	Set
Property Value
Type: ResultOfInternalForces
See Also
Reference
ConcreteULSCheckResultDiagramCapacity Class
IdeaRS.OpenModel.Concrete.CheckResult Namespace